Repository: NUmeroAndDev/conference-app-2025
Catalog: app-ios/Native/Sources/Feature/ProfileCardEdit/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Add Image
ja: 画像を追加

source: Create Card
ja: カードを作成する

source: Image
ja: 画像

source: Image is required
ja: 画像を追加してください

source: Invalid URL format
ja: 正しいURL形式で入力してください

source: Link is required
ja: リンクを入力してください

source: Nickname is required
ja: ニックネームを入力してください

source: Occupation is required
ja: 職種を入力してください

source: Let's create a profile card to introduce yourself at events or on social media!
ja: 会場やSNSで自分を紹介できるプロフィールカードを作ってみましょう！

source: Link（ex.X、Instagram...）
ja: リンク（ex.X、Instagram...）

source: Nickname
ja: ニックネーム

source: Occupation
ja: 職種

source: Save Card
ja: 編集内容を保存する
